[
  {
    "name": "Bugatti",
    "price": 500000,
    "description": "Bugatti is a French luxury automobile manufacturer renowned for its high-performance sports cars. Founded in 1909 by Ettore Bugatti, the company has a rich history of innovation and racing achievements, producing some of the most coveted and expensive cars in the world. Bugatti's signature model, the Veyron, held the world record for fastest production car from 2005 to 2016, reaching a staggering 267.8 mph. "
  },
  {
    "name": "Tesla",
    "price": 20000,
    "description": "Tesla is an American electric vehicle and clean energy company founded in 2003 by Martin Eberhard and Marc Tarpenning. The company specializes in high-performance electric vehicles, battery energy storage from home to grid scale, solar panels and solar roof tiles, and related products and services. Elon Musk became a major early investor in Tesla in 2004 and has been its CEO since 2008."
  },
  {
    "name": "Shoe",
    "price": 500,
    "description": "There are shoes"
  },
  {
    "name": "Nike Shoe",
    "price": 5000,
    "description": "There are shoes"
  },
  {
    "name": "Macbook",
    "price": 400000,
    "description": "The MacBook is a line of notebooks designed and marketed by Apple Inc. It is the company's primary product line of notebook computers, and has been the best-selling notebook computer in the world since 2012. The MacBook runs the macOS operating system, and as of 2023, it is powered by Apple-designed Arm processors. The original MacBook was announced on January 15, 2006, by then-Apple CEO Steve Jobs at the Macworld Expo."
  },
  {
    "name": "Iphone",
    "price": 50000,
    "description": "The iPhone is known for its sleek design, powerful performance, and intuitive user interface. It has also been praised for its extensive app ecosystem, which includes a wide variety of apps for work, play, and creativity.\r\n\r\nThe iPhone has been a major success for Apple, selling over 2 billion units as of 2023. It has also been highly influential in the smartphone industry, with many other companies following Apple's lead in terms of design, features, and user interface."
  },
  {
    "name": "Clothes",
    "price": 3000,
    "description": "Clothes are items of fabric that are worn on the body to provide protection, warmth, and style. They have been an essential part of human culture for thousands of years, and their design and function have evolved over time to meet the needs of different people and climates."
  },
  {
    "name": "Starship",
    "price": {
      "$numberLong": "250000000000"
    },
    "description": "Starship is a two-stage super heavy lift launch vehicle and spacecraft under development by SpaceX. It is the heaviest, tallest, and most powerful space launch vehicle to have flown. Starship is intended to be fully reusable, which means both stages will be recovered after a mission and reused."
  },
  {
    "name": "Test Image 1",
    "price": 5000,
    "description": "This is a test image"
  }
]
